{
    "name": "insecurity-insight-aidworkerkika-dataset",
    "title": "Global Aid Worker KIKA (Killed, Injured, Kidnapped or Arrested) Data",
    "private": false,
    "caveats": "Not representative or a comprehensive compilation of all events in which an aid worker was killed, kidnapped, or arrested. \r\nKey definitions\r\nAid worker: An individual employed by or attached to a humanitarian, UN, international, national, or government aid agency.\r\nKilled: Refers to a staff member being killed. Aid worker(s) killed while in captivity are coded as ‘kidnapped’.\r\nKidnapped: Refers to a staff member being kidnapped, missing or taken hostage.\r\nArrested: Refers to a staff member being arrested, charged, detained, fined or imprisoned.  \r\nData collection is ongoing and data may change as more information is made available.",
    "notes": "This dataset contains agency- and publicly-reported data for events in which an aid worker was killed, injured, kidnapped, or arrested. Categorized by country. Please get in touch if you are interested in curated datasets: info@insecurityinsight.org",
    "dataset_source": "Insecurity Insight",
    "dataset_date": "[2020-01-01T00:00:00 TO 2023-10-17T23:59:59]",
    "data_update_frequency": "30",
    "groups": [
        {
            "name": "afg"
        },
        {
            "name": "world"
        }
    ],
    "isopen": true,
    "license_id": "cc-by",
    "maintainer": "972627a5-4f23-4922-8892-371ece6531b6",
    "methodology": "Other",
    "methodology_other": "Systematically collected from open source, public reports as well as verified submissions from our partner agencies.",
    "owner_org": "hdx",
    "subnational": 1,
    "tags": [
        {
            "name": "hxl"
        },
        {
            "name": "aid worker security"
        },
        {
            "name": "aid workers"
        },
        {
            "name": "conflict-violence"
        },
        {
            "name": "indicators"
        }
    ]
}